tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
brew "aom"
brew "coreutils"
brew "asdf"
brew "bat"
brew "curl"
brew "exiftool"
brew "fd"
brew "gnutls"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "gnupg"
brew "go"
brew "imagemagick"
brew "jq"
brew "mas"
brew "miller"
brew "python@3.11"
brew "yt-dlp"
brew "mpv"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "rclone"
brew "ripgrep"
brew "scrcpy"
brew "smug"
brew "stow"
brew "tmux"
brew "tree"
brew "usbutils"
brew "wallpaper"
brew "wget"
brew "zig"
brew "zoxide"
brew "zsh"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alacritty"
cask "android-platform-tools"
cask "audacity"
cask "bartender"
cask "betterdiscord-installer"
cask "betterdisplay"
cask "brave-browser"
cask "calibre"
cask "chromium"
cask "cleanshot"
cask "discord"
cask "elgato-wave-link"
cask "firefox"
cask "firefox-developer-edition"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "iina"
cask "inso"
cask "insomnia"
cask "itsycal"
cask "karabiner-elements"
cask "keycastr"
cask "kitty"
cask "loom"
cask "maccy"
cask "macs-fan-control"
cask "min"
cask "mos"
cask "mounty"
cask "mpv"
cask "mullvadvpn"
cask "notion"
cask "numi"
cask "obs"
cask "obsidian"
cask "orbstack"
cask "qbittorrent"
cask "raycast"
cask "signal"
cask "slack"
cask "spotify"
cask "stats"
cask "telegram-desktop"
cask "topnotch"
cask "tor-browser"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "ColorSlurp", id: 1287239339
mas "Fresco", id: 1251572132
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Telegram", id: 747648890
mas "Things", id: 904280696
mas "Toggl Track", id: 1291898086
mas "Unsplash Wallpapers", id: 1284863847
vscode "alexandernanberg.horizon-theme-vscode"
vscode "apvarun.celestial"
vscode "atomiks.moonlight"
vscode "barrsan.reui"
vscode "be5invis.vscode-custom-css"
vscode "bradlc.vscode-tailwindcss"
vscode "cdonohue.quill-icons"
vscode "CrucialHuman.crucial-human"
vscode "dbaeumer.vscode-eslint"
vscode "dline.CobaltNext"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "flowtype.flow-for-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-syntax"
vscode "jaredkent.laserwave"
vscode "johnpapa.vscode-peacock"
vscode "mangeshrex.Everblush"
vscode "mcagampan.dark-horizon"
vscode "mquandalle.graphql"
vscode "MrAirport.mountain"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.vscode-selfhost-test-provider"
vscode "mvllow.rose-pine"
vscode "pawelgrzybek.gatito-theme"
vscode "pmndrs.pmndrs"
vscode "redhat.vscode-yaml"
vscode "sdras.fortnite-vscode-theme"
vscode "sdras.inbedby7pm"
vscode "sdras.night-owl"
vscode "thedavej.night-owl-black"
vscode "vincentfiestada.cold-horizon-vscode"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscodevim.vim"
vscode "wart.ariake-dark"
vscode "wayou.vscode-todo-highlight"
vscode "yinfei.luahelper"
vscode "yummygum.city-lights-theme"
vscode "ziglang.vscode-zig"
